;=======================;
;	   Invisiible Parts
;=======================;

[VW_Shins_Invisible_M X2BodyPartTemplate]
DisplayName="没有"

[VW_Shins_Invisible_F X2BodyPartTemplate]
DisplayName="没有"

[VW_LeftArmDeco_Invisible_M X2BodyPartTemplate]
DisplayName="没有"

[VW_LeftArmDeco_Invisible_F X2BodyPartTemplate]
DisplayName="没有"


[VW_RightArmDeco_Invisible_M X2BodyPartTemplate]
DisplayName="没有"

[VW_RightArmDeco_Invisible_F X2BodyPartTemplate]
DisplayName="没有"

[VW_LeftForearm_Invisible_M X2BodyPartTemplate]
DisplayName="没有"

[VW_LeftForearm_Invisible_F X2BodyPartTemplate]
DisplayName="没有"

[VW_RightForearm_Invisible_M X2BodyPartTemplate]
DisplayName="没有"

[VW_RightForearm_Invisible_F X2BodyPartTemplate]
DisplayName="没有"


[VW_Thighs_Invisible_M X2BodyPartTemplate]
DisplayName="没有"

[VW_Thighs_Invisible_F X2BodyPartTemplate]
DisplayName="没有"

[VW_TorsoDeco_Invisible_M X2BodyPartTemplate]
DisplayName="没有"

[VW_TorsoDeco_Invisible_F X2BodyPartTemplate]
DisplayName="没有"

;=======================;
;	   Viper Heads
;=======================;

[VW_Head_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇"

[VW_Head_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇"

[VW_Head_Neonate_M X2BodyPartTemplate]
DisplayName="幼体"

[VW_Head_Neonate_F X2BodyPartTemplate]
DisplayName="幼体"

[VW_Head_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦"

[VW_Head_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦"

[VW_Head_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇"

[VW_Head_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇"

;=======================;
;	  Viper Helmets
;=======================;

[VW_Helmet_Viper_A_M X2BodyPartTemplate]
DisplayName="毒蛇头（全）"

[VW_Helmet_Viper_B_M X2BodyPartTemplate]
DisplayName="毒蛇头（颈部）"

[VW_Helmet_Viper_C_M X2BodyPartTemplate]
DisplayName="毒蛇头（头部）"

[VW_Helmet_Viper_A_F X2BodyPartTemplate]
DisplayName="毒蛇头（全）"

[VW_Helmet_Viper_B_F X2BodyPartTemplate]
DisplayName="毒蛇头（颈部）"

[VW_Helmet_Viper_C_F X2BodyPartTemplate]
DisplayName="毒蛇头（头部）"

[VW_Helmet_NoHelmet_M X2BodyPartTemplate]
DisplayName="无头"

[VW_Helmet_NoHelmet_F X2BodyPartTemplate]
DisplayName="无头"

;=======================;
;	  Viper Torsos
;=======================;

[VW_Torso_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇躯干"

[VW_Torso_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇躯干"

[VW_Torso_Neonate_M X2BodyPartTemplate]
DisplayName="新生儿躯干"

[VW_Torso_Neonate_F X2BodyPartTemplate]
DisplayName="新生儿躯干"

[VW_Torso_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦躯干"

[VW_Torso_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦躯干"

[VW_Torso_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇躯干"

[VW_Torso_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇躯干"

;=======================;
;	  Viper Thighs
;=======================;

[VW_Thighs_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇后尾板"

[VW_Thighs_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇后尾板"

;=======================;
;	  Viper Legs
;=======================;

[VW_Legs_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇尾巴"

[VW_Legs_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇尾巴"

[VW_Legs_Neonate_M X2BodyPartTemplate]
DisplayName="新生儿尾巴"

[VW_Legs_Neonate_F X2BodyPartTemplate]
DisplayName="新生儿尾巴"

[VW_Legs_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦尾巴"

[VW_Legs_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦尾巴"

[VW_Legs_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇尾巴"

[VW_Legs_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇尾巴"

;=======================;
;      Viper Arms
;=======================;

[VW_Arms_Viper_M X2BodyPartTemplate]
DisplayName="蝰蛇手臂"

[VW_Arms_Neonate_M X2BodyPartTemplate]
DisplayName="新生儿手臂"

[VW_Arms_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦手臂"

[VW_Arms_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇手臂"

[VW_Arms_Viper_F X2BodyPartTemplate]
DisplayName="蝰蛇手臂"

[VW_Arms_Neonate_F X2BodyPartTemplate]
DisplayName="新生儿手臂"

[VW_Arms_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦手臂"

[VW_Arms_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇手臂"

;=======================;
;      Viper Kevlar
;=======================;

[VW_Torso_Cnv_A_M X2BodyPartTemplate]
DisplayName="毒蛇凯夫拉躯干 A"

[VW_Torso_Cnv_B_M X2BodyPartTemplate]
DisplayName="毒蛇凯夫拉 躯干C"

[VW_Torso_Cnv_C_M X2BodyPartTemplate]
DisplayName="毒蛇凯夫拉 躯干B"

[VW_Torso_Cnv_D_M X2BodyPartTemplate]
DisplayName="毒蛇凯夫拉 躯干D"

[VW_Torso_Cnv_A_F X2BodyPartTemplate]
DisplayName="毒蛇凯夫拉躯干 A"

[VW_Torso_Cnv_B_F X2BodyPartTemplate]
DisplayName="毒蛇凯夫拉 躯干C"

[VW_Torso_Cnv_C_F X2BodyPartTemplate]
DisplayName="毒蛇凯夫拉 躯干B"

[VW_Torso_Cnv_D_F X2BodyPartTemplate]
DisplayName="毒蛇凯夫拉 躯干D"

[VW_Arms_Cnv_A_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇凯夫拉 武器 A"

[VW_Arms_Cnv_A_Neonate_M X2BodyPartTemplate]
DisplayName="新生儿凯夫拉武器 A"

[VW_Arms_Cnv_A_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦凯夫拉武器 A"

[VW_Arms_Cnv_A_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇凯夫拉武器 A"

[VW_Arms_Cnv_A_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇凯夫拉 武器 A"

[VW_Arms_Cnv_A_Neonate_F X2BodyPartTemplate]
DisplayName="新生儿凯夫拉武器 A"

[VW_Arms_Cnv_A_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦凯夫拉武器 A"

[VW_Arms_Cnv_A_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇凯夫拉武器 A"

;=======================;
;     Viper Plated
;=======================;

[VW_Torso_PltLgt_M X2BodyPartTemplate]
DisplayName="毒蛇镀层轻型躯干"

[VW_Torso_PltMed_M X2BodyPartTemplate]
DisplayName="毒蛇 镀层 躯干"

[VW_Torso_PltHvy_M X2BodyPartTemplate]
DisplayName="毒蛇 镀层 重型躯干"

[VW_Torso_PltLgt_F X2BodyPartTemplate]
DisplayName="毒蛇镀层轻型躯干"

[VW_Torso_PltMed_F X2BodyPartTemplate]
DisplayName="毒蛇 镀层 躯干"

[VW_Torso_PltHvy_F X2BodyPartTemplate]
DisplayName="毒蛇 镀层 重型轻型躯干"


[VW_Arms_PltMed_A_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇 镀层  武器 A"

[VW_Arms_PltMed_A_Neonate_M X2BodyPartTemplate]
DisplayName="新生儿 镀层  武器 A"

[VW_Arms_PltMed_A_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦 镀层  武器 A"

[VW_Arms_PltMed_A_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇 镀层  武器 A"

[VW_Arms_PltMed_B_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇 镀层  武器 B"

[VW_Arms_PltMed_B_Neonate_M X2BodyPartTemplate]
DisplayName="新生儿 镀层  武器 B"

[VW_Arms_PltMed_B_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦 镀层  武器 B"

[VW_Arms_PltMed_B_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇 镀层  武器 B"

[VW_Arms_PltMed_C_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇 镀层  武器 C"

[VW_Arms_PltMed_C_Neonate_M X2BodyPartTemplate]
DisplayName="新生儿 镀层  武器 C"

[VW_Arms_PltMed_C_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦 镀层  武器 C"

[VW_Arms_PltMed_C_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇 镀层  武器 C"

[VW_Arms_PltMed_A_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇 镀层  武器 A"

[VW_Arms_PltMed_A_Neonate_F X2BodyPartTemplate]
DisplayName="新生儿 镀层  武器 A"

[VW_Arms_PltMed_A_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦 镀层  武器 A"

[VW_Arms_PltMed_A_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇 镀层  武器 A"

[VW_Arms_PltMed_B_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇 镀层  武器 B"

[VW_Arms_PltMed_B_Neonate_F X2BodyPartTemplate]
DisplayName="新生儿 镀层  武器 B"

[VW_Arms_PltMed_B_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦 镀层  武器 B"

[VW_Arms_PltMed_B_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇 镀层  武器 B"

[VW_武器_PltMed_C_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇 镀层  武器 C"

[VW_Arms_PltMed_C_Neonate_F X2BodyPartTemplate]
DisplayName="新生儿 镀层  武器 C"

[VW_Arms_PltMed_C_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦 镀层  武器 C"

[VW_Arms_PltMed_C_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇 镀层  武器 C"

;=======================;
;     Viper Powered
;=======================;

[VW_Torso_PwrLgt_M X2BodyPartTemplate]
DisplayName="毒蛇 动力 轻型躯干"

[VW_Torso_PwrMed_M X2BodyPartTemplate]
DisplayName="毒蛇 动力 躯干"

[VW_Torso_PwrHvy_M X2BodyPartTemplate]
DisplayName="毒蛇 动力 重型躯干"

[VW_Torso_PwrLgt_F X2BodyPartTemplate]
DisplayName="毒蛇 动力 轻型躯干"

[VW_Torso_PwrMed_F X2BodyPartTemplate]
DisplayName="毒蛇 动力 躯干"

[VW_Torso_PwrHvy_F X2BodyPartTemplate]
DisplayName="毒蛇 动力 重型躯干"

[VW_Arms_PwrMed_A_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇 动力  武器 A"

[VW_Arms_PwrMed_A_Neonate_M X2BodyPartTemplate]
DisplayName="新生儿 动力  武器 A"

[VW_Arms_PwrMed_A_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦 动力  武器 A"

[VW_Arms_PwrMed_A_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇 动力  武器 A"

[VW_Arms_PwrMed_B_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇 动力  武器 B"

[VW_Arms_PwrMed_B_Neonate_M X2BodyPartTemplate]
DisplayName="新生儿 动力  武器 B"

[VW_Arms_PwrMed_B_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦 动力  武器 B"

[VW_Arms_PwrMed_B_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇 动力  武器 B"

[VW_Arms_PwrMed_A_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇 动力  武器 A"

[VW_Arms_PwrMed_A_Neonate_F X2BodyPartTemplate]
DisplayName="新生儿 动力  武器 A"

[VW_Arms_PwrMed_A_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦 动力  武器 A"

[VW_Arms_PwrMed_A_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇 动力  武器 A"

[VW_Arms_PwrMed_B_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇 动力  武器 B"

[VW_Arms_PwrMed_B_Neonate_F X2BodyPartTemplate]
DisplayName="新生儿 动力  武器 B"

[VW_Arms_PwrMed_B_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦 动力  武器 B"

[VW_Arms_PwrMed_B_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇 动力  武器 B"

;=======================;
;    Viper Underlay
;=======================;

[VW_Torso_Underlay_M X2BodyPartTemplate]
DisplayName="毒蛇 背心轻型躯干"

[VW_Torso_Underlay_F X2BodyPartTemplate]
DisplayName="毒蛇 背心轻型躯干"

[VW_Arms_Underlay_Viper_M X2BodyPartTemplate]
DisplayName="毒蛇 背心 武器"

[VW_Arms_Underlay_Neonate_M X2BodyPartTemplate]
DisplayName="新生儿 背心 武器"

[VW_Arms_Underlay_娜迦_M X2BodyPartTemplate]
DisplayName="娜迦 背心 武器"

[VW_Arms_Underlay_Sidewinder_M X2BodyPartTemplate]
DisplayName="响尾蛇 背心 武器"

[VW_Arms_Underlay_Viper_F X2BodyPartTemplate]
DisplayName="毒蛇 背心 武器"

[VW_Arms_Underlay_Neonate_F X2BodyPartTemplate]
DisplayName="新生儿 背心 武器"

[VW_Arms_Underlay_娜迦_F X2BodyPartTemplate]
DisplayName="娜迦 背心 武器"

[VW_Arms_Underlay_Sidewinder_F X2BodyPartTemplate]
DisplayName="响尾蛇 背心 武器"

;=======================;
; Viper Face Props Upper
;=======================;

[VW_FacePropsUpper_NerdGlasses_M X2BodyPartTemplate]
DisplayName="眼镜"

[VW_FacePropsUpper_Aviators_M X2BodyPartTemplate]
DisplayName="飞行员"

[VW_FacePropsUpper_ClassySunglasses_M X2BodyPartTemplate]
DisplayName="优雅太阳镜"

[VW_FacePropsUpper_眼罩_M X2BodyPartTemplate]
DisplayName="眼罩"

[VW_FacePropsUpper_FancyGlasses_M X2BodyPartTemplate]
DisplayName="花式眼镜"

[VW_FacePropsUpper_HippyGlasses_M X2BodyPartTemplate]
DisplayName="嬉皮士眼镜"

[VW_FacePropsUpper_HippySunglasses_M X2BodyPartTemplate]
DisplayName="嬉皮士太阳眼镜"

[VW_FacePropsUpper_Monocle_M X2BodyPartTemplate]
DisplayName="单片眼镜"

[VW_FacePropsUpper_PlainGlasses_M X2BodyPartTemplate]
DisplayName="普通眼镜"

[VW_FacePropsUpper_SportSunglasses_M X2BodyPartTemplate]
DisplayName="运动太阳镜"

[VW_FacePropsUpper_NerdGlasses_F X2BodyPartTemplate]
DisplayName="眼镜"

[VW_FacePropsUpper_Aviators_F X2BodyPartTemplate]
DisplayName="飞行员"

[VW_FacePropsUpper_ClassySunglasses_F X2BodyPartTemplate]
DisplayName="优雅太阳镜"

[VW_FacePropsUpper_眼罩_F X2BodyPartTemplate]
DisplayName="眼罩"

[VW_FacePropsUpper_FancyGlasses_F X2BodyPartTemplate]
DisplayName="花式眼镜"

[VW_FacePropsUpper_HippyGlasses_F X2BodyPartTemplate]
DisplayName="嬉皮士眼镜"

[VW_FacePropsUpper_HippySunglasses_F X2BodyPartTemplate]
DisplayName="嬉皮士太阳眼镜"

[VW_FacePropsUpper_Monocle_F X2BodyPartTemplate]
DisplayName="单片眼镜"

[VW_FacePropsUpper_PlainGlasses_F X2BodyPartTemplate]
DisplayName="普通眼镜"

[VW_FacePropsUpper_SportSunglasses_F X2BodyPartTemplate]
DisplayName="运动太阳镜"
